   
<?php

return [



     
        'mimes' => 'يجب أن يكون الملف من إحدى اللاحقات التالية: :values.',
        'mimetypes' => 'جب أن يكون الملف من إحدى اللاحقات التالية: :values.',
        'numeric' => 'يجب أن يكون رقم الهاتف رقم وليس محرف',
        'email' => 'يجب أن تكتب الإيميل بالصيغةالرسمية للإيميل',
        'required' => 'يجب ان تقوم باختيار هذا  :attribute',
        'regex' => 'لقد قمت بكتابة خاطئة للحقل :attribute',
        'exists' => ' للقد قمت بكتابة خاطئة للحقل :attribute.',
         'in' => 'يجبأن تقوم باختيار من اللائحة :attribute',




            ];